---
kind: other
id: Properties.T:Autodesk.Revit.DB.RevitLinkGraphicsSettings
source: html/ee6b1d2b-d2d5-daae-8158-98207cc82590.htm
---
# RevitLinkGraphicsSettings Properties

Specifies whether the .NET object represents a valid Revit entity.